Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/arran.no/sommerutstilling-giessevuosadus-2012.5067625-286185.html.tmx
Source language: smj
Languages: nob

source: Djupasmutsvatten - Anders Sunna
nob: Anders Sunna er en ung samisk kunstner.

source: Anders Sunna le nuorra sáme dájddár gut le riegádam jagen 1985 Kieksivaaran Pajala láhka, ja dálla Vännäsan årru.
nob: Han er fødd 1985 i Kieksiäisvaara i Norrbotten, nær Pajala og er seinere bosatt i Vännäs.

source: Suv duogásj le ælloniehkke fámiljas.
nob: Han kommer fra en reindriftsfamilie.

source: Sån le åhpadusáv gadtsam Ubbmema Dájddaskåvlån ja Konstfackan, ja dálla le dájddárin Ubbmemin.
nob: Han har utdannet sig på Umeå Konstskola og Konstfack og er nå kunstner og arbeider i Umeå.

source: Árran er godkjent lærebedrift.
nob: Herva li ruopptot / Pynten tilbake

source: / Árran le dåhkkiduvvam oahpposadjen.
nob: Frank A. Jenssen - forfatterbesøk på Árran
